welcome_text = """
<b>$ TelegramWall

Отправь изображение — получи нарезку из 9 частей для оформления профиля.

$ Информация:
• <i>Фото автоматически подгоняется под нужное соотношение сторон.</i>
• <i>Все 9 частей будут в архиве. Размести их в профиле по порядку, чтобы собрать единую стену.</i>
• <i>При необходимости отрегулируй размер каждой части изображения в истории вручную.</i></b>
"""

EMOJI = {
    "save": "💾",
    "cut": "✂️",
    "zip": "📦",
    "send": "📤",
    "done": "✅",
    "error": "❌"
}

BOT_TOKEN = "token
"

